
public class Main {
	/*
	 * 5월 15일(월) ~ 5월 21일(일) 회고록
	 * 
	 * 이번 주는 파이널 프로젝트를 하기 위한 준비 과정이 많았다.
	 * 
	 * ERD 다이어그램 작성, 와이어 프레임 + 목업 등을 준비하느라
	 * 스프링 공부하는 시간이 부족했던 것 같다.
	 * 
	 * 그래도 팀원들끼리 모여서 이런저런 의견을 공유하니,
	 * 시간 가는 줄 모르고 준비한 것 같다.
	 * 
	 * 해도 해도 부족한 것 같지만, 종일 붙잡고 있을 수는 없기에.
	 * 아이디어가 많아 일단 많이 끄적였는데 이게 실제로 다 구현할 수 있을지는 모르겠다~
	 * 그래도 해봐야지! 살면서 이렇게 적극적으로 임했던 적이 몇번이나 있을까 생각이 든다.
	 * 
	 * 팀원들에게 민폐 끼치지 말아야겠다는 생각때문일까.
	 * 부담도 되지만 충분히 잘 해내리라 믿는다 최정원.
	 * AWS에 데이터베이스 구축하는 것이 내 담당이라 이것도 열심히 알아보고는 있다만,
	 * 진짜 어렵다. 뭐가 이렇게 어려운지... 하하하 오라클 클라우드는 가입이 계속 안되어
	 * AWS 알아보고 있는데, 정말 눈물나게 어렵다.
	 * 그래도 해야지 어쩌겠나... 팀원들이 나만 바라보고 있는걸...
	 * 
	 * 오늘 일요일 반드시 AWS 데이터 구축 마무리 지을 것이다.
	 * 최정원 화이팅!
	 * 
	 * 
	 * 
	 */
}
